Repository: wp-plugins/advertising-manager
Catalog: languages/advman-*.po
Languages: de_de, hu_hu, id_id

source: ago
de_de: her
hu_hu: ezelőtt
id_id: yang lalu

source: (Press Cancel to do nothing, OK to copy)
de_de: (Klicken Sie Abbrechen um nichts zu tun, OK zum Kopieren)

source: (Press Cancel to keep, OK to delete)
de_de: (Klicken Sie Abbrechen um die Werbung zu behalten, OK zum Löschen)

source: > 30 days
de_de: > 30 Tage
hu_hu: > 30 nap
id_id: > 30 hari

source: Account Details
de_de: Details des Kundenkontos
hu_hu: A felhasználói fiók részletes adatai
id_id: Rincian Akun

source: Account ID:
de_de: ID des Kundenkontos:
hu_hu: Felhasználói fiók azonosítója:
id_id: ID Akun:

source: Active
de_de: Aktiv
hu_hu: Aktív
id_id: Aktif

source: Ad Appearance
de_de: Anzeigendarstellung

source: Ad Code
de_de: Werbe Code
hu_hu: Hirdetés hozzáadása
id_id: Kode Iklan

source: Ad Format
de_de: Werbeformat
hu_hu: Hirdetés formátum
id_id: Format Iklan

source: Ad Settings
de_de: Werbeeinstellungen
hu_hu: Hirdetési beállítások
id_id: Setelan Iklan

source: Ad Status
de_de: Werbestatus
hu_hu: Hirdetés állapota
id_id: Status Iklan

source: Ad Type:
de_de: Werbe Typ:
hu_hu: Hirdetés típusa:
id_id: Jenis Iklan:

source: Ads
de_de: Werbungen

source: Ads by %s
de_de: Werbungen von %s

source: Advanced Options
de_de: Zusatzoptionen

source: Advertising Manager supports most Ad networks.
de_de: Der Advertising Manager unterstützt die meisten Werbenetzwerke.
hu_hu: Az Advertising Manager a legtöbb hirdetési hálózatot támogatja.
id_id: Manajer Iklan mendukung hampir semua jaringan iklan

source: Apply
de_de: Übernehmen
hu_hu: Alkalmaz
id_id: Terapkan

source: Are you sure?
de_de: Sind Sie sicher?

source: Average eCPM:
de_de: Durchschnittlicher eCPM
hu_hu: Átlagos eCPM:
id_id: eCPM Rata-Rata:

source: Background:
de_de: Hintergrund:
hu_hu: Háttér:
id_id: Latar Belakang:

source: Border:
de_de: Rahmen:
hu_hu: Keret:

source: Bulk Actions
de_de: Massenbearbeitung

source: By Author:
de_de: Nach Autor:
hu_hu: Sterző szerint:
id_id: Oleh Penulis:

source: Cancel
de_de: Abbrechen
hu_hu: Mégse
id_id: Batalkan

source: Check for updates
de_de: Auf Updates prüfen

source: Clear
de_de: Leeren
hu_hu: Törlés
id_id: Bersihkan

source: Copy
de_de: Kopieren

source: Copy this ad
de_de: Diese Werbung kopieren
hu_hu: E hirdetés másolása
id_id: Salin iklan ini

source: Create Ad
de_de: Werbung erstellen

source: Create New Ad
de_de: Neue Werbung erstellen
hu_hu: Új hirdetés létrehozása
id_id: Buat Iklan Baru

source: Custom
de_de: Benutzerdefiniert
hu_hu: Egyéni
id_id: Khusus

source: Custom height for this unit.
de_de: Spezielle Höhe für dieses Element.
hu_hu: Ezen egység egyéni magassága
id_id: Tinggi khusus untuk unit ini.

source: Custom width for this unit.
de_de: Spezielle Breite für dieses Element.
hu_hu: Ezen egység egyéni szélessége
id_id: Lebar khusus untuk unit ini.

source: Delete
de_de: Löschen
hu_hu: Törlés
id_id: Hapus

source: Delete this ad
de_de: Diese Werbung löschen
hu_hu: E hirdetés törlése
id_id: Hapus iklan ini

source: Dimensions:
de_de: Größe:
hu_hu: Méretek:
id_id: Dimensi:

source: Display any notes about this ad here:
de_de: Anzeigen der Bemerkungen über diese Werbung hier:
hu_hu: Ezen hirdetés megjegyzéseinek megjelenítése itt:
id_id: Tampilkan catatan mengenai iklan ini di sini:

source: Edit
de_de: Ändern

source: Edit %s Defaults
de_de: Einstellungen für %s ändern

source: Edit Ads
de_de: Werbungen ändern

source: Edit Settings for %s Ad:
de_de: Einstellungen ändern für die Werbung %s:

source: Edit the ad &quot;%s&quot;
de_de: Ändern der Werbung &quot;%s&quot;

source: HTML Code After
de_de: HTML Code nachher
hu_hu: HTML kód utána
id_id: Kode HTML Setelah

source: HTML Code Before
de_de: HTML Code vorher
hu_hu: HTML kód előtte
id_id: Kode HTML Sebelum

source: History
de_de: Entwicklung
hu_hu: Előzmény
id_id: Riwayat

source: Import
de_de: Importieren
hu_hu: Importálás
id_id: Impor

source: Import to New Ad Unit&raquo;
de_de: Als neue Werbung importieren&raquo;
hu_hu: Importálás új hirdetési egységbe
id_id: Impor ke Unit&raquo; Iklan Baru

source: Last Edit
de_de: Letzte Änderung
hu_hu: Utolsó szerkesztés
id_id: Terakhir Diedit

source: Last edited
de_de: Letzte Änderung
hu_hu: Legutóbb szerkesztett
id_id: Terakhir diedit

source: Linked Title
de_de: Verlinkter Titel

source: Modify
de_de: Ändern

source: More than %d days ago
de_de: Mehr als %d Tage her

source: No
de_de: Nein
hu_hu: Nem
id_id: Tidak

source: Notes
de_de: Bemerkungen
hu_hu: Megjegyzések
id_id: Catatan

source: OpenX Market Enabled
de_de: OpenX Market aktiviert

source: Optimization
de_de: Optimierung
hu_hu: Optimalizálás
id_id: Optimisasi

source: Paused
de_de: Pausiert
hu_hu: Szüneteltett
id_id: Berhenti

source: Preview
de_de: Vorschau
hu_hu: Előnézet
id_id: Pratayang

source: Preview Ad
de_de: Vorschau der Werbung
hu_hu: Hirdetés előnézete
id_id: Pratayang Iklan

source: Save
de_de: Speichern
hu_hu: Mentés
id_id: Simpan

source: Save &raquo;
de_de: Speichern &raquo;

source: Save Changes
de_de: Änderungen speichern
hu_hu: Változások mentése
id_id: Simpan Perubahan

source: Save Settings
de_de: Einstellungen speichern
hu_hu: Beállítások elmentése
id_id: Simpan Setelan

source: Select one of the supported ad format sizes.
de_de: Eines der unterstützten Werbeformatgrößen auswählen.
hu_hu: Válasszon ki egyet a támogatott hirdetésformátum méretek közül.
id_id: Pilih salah satu ukuran format iklan yang didukung.

source: Settings saved.
de_de: Einstellungen gespeichert.
hu_hu: A beállítások el lettek mentve.
id_id: Setelan telah disimpan.

source: Shortcuts
de_de: Tastaturkürzel
hu_hu: Parancsikonok
id_id: Pintasan

source: Simply <strong>paste your Ad Code below</strong> and Import!
de_de: Einfach den <strong>Werbecode unten einfügen</strong> und Importieren!
hu_hu: Egyszerűen <strong>illessze be a hirdetési kódját lent</strong> és importálja!
id_id: Tinggal <strong>tempelkan Kode Iklan Anda di bawah ini</strong> dan Impor!

source: Step 1: Import Your Ad Code
de_de: Schritt 1: Importieren des Werbecodes
hu_hu: 1. lépés: Az ön hirdetési kódjának importálása
id_id: Langkah 1: Impor Kode Iklan Anda

source: The last 30 days of revisions are stored for each ad.
de_de: Die Änderungsübersicht der letzten 30 Tage werden für jede Werbung gespeichert.
hu_hu: Az egyes hirdetések, az elmúlt 30 nap során történt módosításai tárolásra kerülnek.
id_id: Revisi 30 hari terakhir disimpan untuk setiap iklan.

source: Title:
de_de: Titel:
hu_hu: Cím:
id_id: Judul:

source: Unknown
de_de: Unbekannt

source: Use Default
de_de: Vorgaben verwenden
hu_hu: Alapértelmezés használata
id_id: Gunakan Default

source: View all ad types
de_de: Alle Werbearten anzeigen

source: View only %s ads
de_de: Nur die %s Werbungen anzeigen

source: Website Display Options
de_de: Anzeigeoptionen der Webseite

source: Weight determines how often this ad is displayed relative to the other ads with the same name. A weight of '0' will stop this ad from displaying. OpenX Market optimised ads will display an alternative ad if it will make more money than this ad. Set the avarage amount you make from this network per 1000 ads (eCPM), and Advertising Manager will automatically optimise on the OpenX Market.
de_de: Die Gewichtung bestimmt wie oft diese Werbung im Verhältnis zu anderen Werbungen mit gleichem Namen angezeigt wird. Eine Gewichtung von '0' verhindert die Anzeige dieser Werbung. Bei über OpenX Market optimierter Werbung wird eine alternative Werbung angezeigt wenn ein besserer Preis als mit der eigenen Werbung erzielt werden kann. Tragen Sie den durchschnittlich erzielten Preis dieses Werbe-Netzwerks pro 1.000 Einblendungen (eCPM) ein und der Advertising Manager wird die Einblendungen automatisch mit dem OpenX Market optimieren.
hu_hu: A Fontosság határozza meg, hogy az azonos nevű hirdetésekhez képest ez a hirdetés milyen gyakran jelenjen meg. A '0' Fontosság megakadályozza e reklám megjelenését. Az OpenX Market által optimált reklámok fognak megjelenni e helyett a reklám helyett, ha azok több pénz hoznak. Állítsa be az erre a hálózatra vonatkozó 1000 hirdetésenkéni átlagos összeget (eCPM), és a Advertising Manager automatikusan optimálja az OpenX Marketben
id_id: Bobot menentukan seberapa sering iklan ini ditampilkan sehubungan dengan iklan lain dengan nama yang sama. Bobot '0' akan menghentikan iklan ini ditampilkan. Iklan yang dioptimalkan untuk OpenX Market akan menampilkan iklan alternatif jika ia akan lebih menguntungkan daripada iklan ini. Setel jumlah rata-rata yang Anda buat dari jaringan ini per 1.000 iklan (eCPM), dan Advertising Manager akan secara otomatis mengoptimalkannya pada OpenX Market.

source: Weight:
de_de: Gewichtung:
hu_hu: Fontosság:
id_id: Bobot:

source: Yes
de_de: Ja
hu_hu: Igen
id_id: Ya

source: You are about to copy the %s ad:
de_de: Sie sind dabei die Werbung %s zu kopieren:

source: You are about to permanently delete the %s ad:
de_de: Sie sind dabei die Werbung %s endgültig zu löschen:

source: [Default]
de_de: [Vorgabe]
hu_hu: [Alapértelmezés]

source: ago
de_de: her

source: by
de_de: von

source: by Unknown
de_de: von Unbekannt

source: 160 x 600 Wide Skyscraper
hu_hu: 160 x 600 Széles Skyscraper
id_id: 160 x 600 Pencakar Langit Lebar

source: 234 x 60 Half Banner
hu_hu: 234 x 60 fél banner
id_id: 234 x 60 Banner Setengah

source: 300 x 250 Medium Rectangle
hu_hu: 300 x 250 Közepes méretű téglaalap
id_id: 300 x 250 Segi Empat Sedang

source: Ad Unit
hu_hu: Hirdetési egység:
id_id: Unit Iklan

source: Ads with the same name will rotate according to their relative weights.
hu_hu: Az azonos nevű hirdetések a relatív fontosságuknak megfelelően, váltakozva fognak megjelenni.
id_id: Iklan dengan nama yang sama akan dirotasi sesuai bobot relatifnya.

source: By enabling the OpenX Market, an alternative ad may show if it will make you more money than the existing ad. The floor price is the eCPM (revenue per 1000 ads) that your ad network pays.
hu_hu: Ha az OpenX Market engedélyezett, akkor másik reklám jelenhet meg a jelenlegi reklám helyett, ha az több pénz hoz. Az árhatár az eCPM (1000 hirdetésenkénti bevétel), amit az ön hirdetési hálózata fizet.
id_id: Dengan mengaktifkan OpenX Market, iklan alternatif dapat ditampilkan jika ia lebih menguntungkan daripada iklan yang ada. Harga dasar adalah eCPM (pendapatan per 1000 iklan) yang dibayarkan jaringan iklan Anda.

source: Channel:
hu_hu: Csatorna:
id_id: Saluran:

source: Code
hu_hu: Kód
id_id: Kode

source: Control and arrange your Advertising and Referral blocks on your Wordpress blog. With Widget and inline post support, integration with all major ad networks.
hu_hu: Irányítsa és rendezze hirdetéseit és közvetítési blokkjait a Wordpress blogban. Widgettel és beépített poszt támogatással, az összes nagyobb hirdetőszerverrel integrálva.
id_id: Kontrol dan tata berbagai blok Iklan dan Perujuk di blog Wordpress Anda. Dengan Widget dan dukungan posting inline, berintegrasi dengan semua jaringan iklan besar.

source: Default
hu_hu: Alapértelmezés

source: Default floor price:
hu_hu: Alapértelmezett árhatár:
id_id: Harga dasar default:

source: Format
hu_hu: Formátum

source: Format:
hu_hu: Formátum:

source: Identifier:
hu_hu: Azonosító:
id_id: Pengenal:

source: Image Referral
hu_hu: Kép hivatkozás
id_id: Perujukan Gambar

source: Link Unit
hu_hu: Csatolási egység
id_id: Unit Link

source: Name
hu_hu: Név
id_id: Nama

source: Optimize ads on OpenX Market by default
hu_hu: Alapértelmezként optimálja a hirdetéseket az OpenX Market-ben
id_id: Optimalkan iklan pada OpenX Market secara default

source: Partner ID:
hu_hu: Partner azonosító:
id_id: ID Rekanan:

source: Slot ID:
hu_hu: Slot azonosító:
id_id: ID Slot:

source: Status Text:
hu_hu: Állapot szöveg:
id_id: Teks Status:

source: Status:
hu_hu: Állapot:

source: Text Referral
hu_hu: Szöveg hivatkozás
id_id: Perujukan Teks

source: Text:
hu_hu: Szöveg:
id_id: Teks:

source: Type
hu_hu: Típus
id_id: Jenis

source: 120 x 600 Skyscraper
id_id: 120 x 600 Pencakar Langit

source: 728 x 90 Leaderboard
id_id: 728 x 90 Papan skor

source: Advertising Manager
id_id: Manajer Iklan
